Repository: evannak/FindMyDevice-l10n
Catalog: locale/*/LC_MESSAGES/client.po
Languages: km

source: Your device is erasing.
km: ឧបករណ៍​របស់អ្នក​កំពុង​លិប​ចោល។

source: An error occurred while trying to erase your device.
km: មាន​កំហុស​កើត​ឡើង​ខណៈ​កំពុង​ព្យាយាម​លុប​ឧបករណ៍​របស់​អ្នក។

source: Your device is locked.
km: ឧបករណ៍​របស់​ត្រូវ​ចាក់​សោរ។

source: An error occurred while trying to lock your device.
km: មាន​កំហុស​កើត​ឡើង​ខណៈ​កំពុង​ព្យាយាម​ចាក់សោរ​ឧបករណ៍​របស់​អ្នក។

source: Your device is ringing.
km: ឧបករណ៍​របស់​អ្នក​កំពុង​រោទិ៍។

source: An error occurred while trying to ring your device.
km: មាន​កំហុស​កើត​ឡើង​ខណៈ​កំពុង​ព្យាយាម​រោទិ៍​ឧបករណ៍​របស់​អ្នក។

source: An error occurred while trying to locate your device. Trying again...
km: មាន​កំហុស​ខណៈ​កំពុង​ព្យាយាម​រក​ទីតាំង​ឧបករណ៍​របស់​អ្នក។ ព្យាយាម​ម្ដង​ទៀត...

source: Locating device...
km: រក​ទីតាំង​ឧបករណ៍​របស់​អ្នក។

source: Menu
km: ម៉ឺនុយ

source: Sign out
km: ចេញ

source: Connecting to device...
km: កំពុង​ភ្ជាប់​ទៅ​ឧបករណ៍...

source: Ring
km: រោទិ៍

source: Lock
km: ចាក់សោរ

source: Erase
km: លុប

source: Sorry but you don't have any devices.
km: សូម​អភ័យ​ទោស អ្នក​មិន​មាន​ឧបករណ៍​ទេ។

source: Enable Find My Device on your Firefox OS device.
km: បើក​កម្មវិធី​រក​ឧបករណ៍​របស់​ខ្ញុំ​នៅ​លើ​ឧបករណ៍ Firefox OS របស់​អ្នក។

source: Close
km: បិទ

source: Erase Device
km: លុប​ឧបករណ៍

source: Erasing your device will:
km: ការ​លុប​ឧបករណ៍​របស់​អ្នក​នឹង៖

source: Delete your contacts, media, messages and installed apps
km: លុប​ទំនាក់ទំនង មេឌៀ សារ និង​កម្មវិធី​ដែល​បាន​ដំឡើង​របស់​អ្នក

source: Restore the device to its factory settings
km: ស្ដារ​ឧបករណ៍​របស់​អ្នក​ការ​កំណត់​រោងចក្រ​របស់​វា

source: Disable Find My Device
km: បិទ​កម្មវិធី​រក​ឧបករណ៍​របស់​ខ្ញុំ

source: Confirmation
km: ការ​អះអាង

source: Are you sure you want to erase your device?
km: តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប​ឧបករណ៍​របស់​អ្នក​មែន​ឬ?

source: Cancel
km: បោះបង់

source: Lock Device
km: ចាកសោរ​ឧបករណ៍

source: Step 1
km: ជំហាន​ទី ១

source: Step 2
km: ជំហាន​ទី ២

source: Enter a note to show on the device:
km: បញ្ចូល​ចំណាំ​ដើម្បី​បង្ហាញ​នៅ​លើ​ឧបករណ៍​របស់​អ្នក៖

source: Note (optional)
km: ចំណាំ (ស្រេច​ចិត្ត)

source: Next
km: បន្ទាប់

source: Back
km: ថយ​ក្រោយ

source: Enter a passcode to lock your device:
km: បញ្ចូល​កូដ​សម្ងាត់​ដើម្បី​ចាក់សោរ​ឧបករណ៍​របស់​អ្នក៖

source: Passcode is required.
km: ទាមទារ​កូដ​សម្ងាត់។

source: Passcode must be 4 digits.
km: កូដ​សម្ងាត់​ត្រូវ​តែ ៤ ខ្ទង់។

source: Enter passcode again:
km: បញ្ចូល​កូដ​សម្ងាត់​ម្ដង​ទៀត៖

source: Passcodes must match.
km: កូដ​សម្ងាត់​ត្រូវ​តែ​ដូច​គ្នា។

source: Once your device is locked, you will not be able to change this code again.
km: នៅ​ពេល​ដែល​ឧបករណ៍​របស់​អ្នក​ត្រូវ​បាន​ចាក់សោរ អ្នក​នឹង​មិន​អាច​ផ្លាស់ប្ដូរ​កូដ​នេះ​ម្ដង​ទៀត​បាន​ទេ។

source: Ring Device
km: រោទិ៍​ឧបករណ៍

source: Play a sound on your device to help you find it.
km: ចាក់​សំឡេង​នៅ​លើ​ឧបករណ៍​របស់​អ្នក​ដើម្បី​ជួយ​ឲ្យ​អ្នក​អាច​រក​វា​ឃើញ។
